Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_kehittaa_saamenkielisia_kaannos-_ja_tulkkauspalveluita_-_uusi_sivusto_avattu.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät kehittää saamenkielisiä käännös- ja tulkkauspalveluita – uusi sivusto avattu
smn: Sämitigge oovded sämikielâlijd jurgâlem- já tulkkumpalvâlusâid – uđđâ siijđoh lekkum

source: Saamelaiskäräjien saamen kielen toimisto on uudistanut sivuston, josta löytyy lista freelancer-kääntäjistä ja tulkeista.
smn: Sämitige sämikielâ toimâttâh lii uđâsmittám siijđoid, main kávnoo listo freelancer-jurgâleijein já tuulhâin.

source: Uudelle sivustolle pääset tästä .
smn: Uđđâ sijđoid tun peesah täst .

source: Sivustolle on lisätty saamenkielten uusien kääntäjien ja tulkkien tiedot sekä ohjeet käännösten ja tulkkauksen tilaamiseen.
smn: Sijđoid láá lasettum sämikielâi uđđâ jurgâleijei já tuulhâi tiäđuh sehe ravvuuh jurgâlusâi já tulkkuumij tiiláámân.

source: Sen lisäksi hakutoimintoa on parannettu.
smn: Toos lasseen uuccâmtoimâ lii pyeredum.

source: Sivuston uudistustyön tarkoituksena on parantaa kääntäjien ja tulkkien saavutettavuutta sekä edistää saamenkielisten palveluiden toteutumista.
smn: Siijđoi uđâsmittempargo ulmen lii pyerediđ jurgâleijei já tuulhâi juksâm sehe ovdediđ sämikielâlij palvâlusâi olášume.

source: Sivun kautta tulkit ja kääntäjät voivat halutessaan ilmoittaa tietonsa lisättäväksi sivustolle.
smn: Siijđoi peht tuulhah já jurgâleijeeh pyehtih almottiđ, jis sij halijdeh lasettiđ jieijâs tiäđuid sijđoid.

source: Saamen kielilain mukaan Saamelaiskäräjien saamen kielen toimiston tehtävänä on toimittaa käännöksiä viranomaisille, ja Saamelaiskäräjiltä voi myös tilata käännöksiä.
smn: Säämi kielâlaavâ mield Sämitige sämikielâ toimâttuv pargon lii toimâttiđ jurgâlusâid virgeomâháid já Sämitiggeest puáhtá meid tiiláđ jurgâlusâid. Ravvuuh jurgâlusâi tiiláámân Sämitiggeest láá tääbbin .

source: Ohjeet käännösten tilaamiseen Saamelaiskäräjiltä löytyvät täältä .
smn: Sämitigge piäjá vuosâsajan tiilámijd tain virgeomâháin, moid säämi kielâlaahâ kuáská.

source: Saamelaiskäräjät asettaa etusijalle tilaukset niiltä viranomaisilta, joita saamen kielilaki koskee.
smn: Sämikielâ toimâttâh iššeed freelancer-jurgâleijei kavnuumist, jis toimâttuv jurgâleijeeh iä paste väldiđ jurgâlempargo vuástá.

source: Saamen kielen toimisto auttaa freelancer-kääntäjien löytämisessä, jos toimiston kääntäjät eivät voi ottaa käännöstyötä vastaan.
smn: Toimâttâh iššeed meid tuulhâi kavnuumist.

source: Toimisto auttaa myös tulkkien löytämisessä.
smn: Sämitigge lii toohâm uđâsmittem oovtâstpargoost Säämi máttááttâskuávdáá Sämikielâi tulkkum -havváin.

source: Saamelaiskäräjät on tehnyt uudistuksen yhteistyössä Saamelaisalueen koulutuskeskuksen vetämän Saamen kielten tulkkaus -hankkeen kanssa.
smn: Uđđâ siijđoin kávnojeh haavâst tohhum tieđettemčáálluseh tulkkuumist já tai tuulhâi noomah, kiäh láá čođâldittám sämikielâlii tulkkumškovlim.

source: Uudelta sivustolta löytyy hankkeessa tehdyt tulkkausesitteet ja niiden tulkkien nimet, jotka ovat suorittaneet saamenkielisen tulkkauskoulutuksen.
smn: Liiston láá tääl meid tievâsmittâm tiäđuid tast, ete kost tuulhah tuáimih, moid suorgijd sij láá spesiaališum já maht sijjân finnee ohtâvuođâ.

source: Listaan on nyt myös täydennetty tietoja siitä, missä tulkit toimivat, millaisille aloille he ovat erikoistuneet ja kuinka heidät tavoittaa.
smn: Meid uuccâmtoimâ lii pyeredum, vâi tuulhâ tâi jurgâleijee kavnum lii älkkeb já jotelub.

source: Myös hakutoimintoa on parannettu, jotta tulkin tai kääntäjän löytäminen on helpompaa ja nopeampaa.
smn: – Mij lep finnim macâttâs, ete sämikielâlijd tuulhâid já jurgâleijeid lii vaigâd kavnâđ, já tondiet mij lep ovdedâm ton siijđo, muštâl kielâtorvočällee Anne Kirste Aikio já juátká: – Mij uáinip, ete virgeomâháin lii ain eenâb haalu pyevtittiđ siskáldâsâid sämikielân, já jurgâlem- já tulkkumtáárbuh láá čuuvtij lasanâm.

source: – Me olemme saaneet palautetta, että saamenkielisiä tulkkeja ja kääntäjiä on vaikea löytää, ja siksi olemme kehittäneet kyseistä sivustoa, kertoo kieliturvasihteeri Anne Kirste Aikio ja jatkaa: – Me koemme, että viranomaisilla on yhä enemmän halua tuottaa sisältöjä saameksi, ja käännös- ja tulkkaustarpeet ovat lisääntyneet kovasti.
smn: Mij tuáivup, ete taat mohtâ pyevtittiđ sämikielâlijd palvâlusâid ij kiäppán tondiet, ete tuulhah já jurgâleijeeh iä kavnuu.

source: Toivomme että tämä into tuottaa saamenkielisiä palveluita ei laannu siksi, että tulkkeja ja kääntäjiä ei löydy.
smn: Sämikielâ toimâttâh seelvât meid taan čoovčâ, ete maht puáhtá ovdediđ já pehtilittiđ sämikielâ toimâttuv jurgâlempalvâlusâid, vâi tot pastaččij ain pyerebeht palvâliđ virgeomâhái já Sämitige jieijâs jurgâlemtáárbuid.

source: Saamen kielen toimisto on tänä syksynä myös selvittämässä, kuinka edistää ja tehostaa saamen kielen toimiston käännöspalveluita, jotta se pystyisi yhä paremmin palvelemaan viranomaisten ja Saamelaiskäräjien omia käännöstarpeita.
smn: Sämitigge tuáivu, ete Suomâ ovdâskoddeest nonniiččii puáttee ihán iävtuttum laseresursijd jurgâleijei pálkkáátmân já tienuuvt sämmilij kielâlij vuoigâdvuođâi tile puáráničij.

source: Saamelaiskäräjät toivoo, että ensi vuodelle ehdotetut lisäresurssit kääntäjien palkkaamiseksi vahvistetaan Suomen eduskunnassa ja siten saamelaisten kielellisten oikeuksien tilanne paranisi.
smn: Sämitige jurgâleijei já tuulhâi uuccâmpalvâlus

source: Saamelaiskäräjien kääntäjä- ja tulkkihakupalvelu
smn: Sämikielâi tulkkum -haavâ nettisiijđoh (suomâkielân): Saamen kielten tulkkaus –hanke – Sogsakk.fi

source: Saamen kielten tulkkaus -hankkeen verkkosivut: Saamen kielten tulkkaus –hanke – Sogsakk.fi
smn: Lasetiäđuh:

source: Lisätietoja:
smn: Anne Kirste Aikio, kielâtorvočällee anne-kirste.aikio@samediggi.fi puh. 040 707 5626 / 010 839 3124
